Repository: nionita/webs
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Please login to access this page
de: Bitte einloggen, um diese Seite zu sehen

source: Username
de: Name

source: Password
de: Passwort

source: Repeat Password
de: Passwort wiederholen

source: Register
de: Registrieren

source: Username already in use
de: Name schon vergeben

source: Email already in use
de: Email schon benutzt

source: Remember me
de: Eingeloggt bleiben

source: Sign In
de: Einloggen

source: About me
de: Über mich

source: Submit
de: Schicken

source: Say something
de: Sag etwas

source: Request Password Reset
de: Erneuerung des Passworts anfragen

source: Reset Password
de: Passwort zurücksetzen

source: Your post is now live!
de: Deine Meldung wurde publiziert!

source: Explore
de: Erkunden

source: Your changes have been saved
de: Deine Änderungen wurden angenommen

source: Edit Profile
de: Anwenderdaten ändern

source: Congratulation, you are now a registered user
de: Gratuliere, Du bist jetzt registriert

source: Invalid username or password
de: Name oder Passwort ungültig

source: Check your email for instructions to reset your password
de: Anweisungen zur Passwort Erneuerung wurden per Email gesendet

source: Your password has been reset
de: Dein Passwort wurde erneuert

source: No such user
de: Name existiert nicht

source: You cannot follow yourself!
de: Du kannst Dir nicht selbst folgen!

source: Now following user %(username)s
de: %(username)s wird gefolgt

source: You cannot unfollow yourself!
de: Das geht nicht

source: User %(username)s not followed anymore
de: Anwender %(username)s wird nicht mehr gefolgt

source: File not found
de: Datei nicht gefunden

source: Back
de: Zurück

source: An unexpected error has occured
de: Ein unerwarteter Fehler ist aufgetreten

source: The administrator has been notified. Sorry for the inconvenience!
de: Der Admin wurde benachrichtigt. Es tut uns Leid für diesen Fehler!

source: %(username)s said %(when)s
de: %(username)s sagte %(when)s

source: Toggle navigation
de: Navigation umschalten

source: Login
de: Einloggen

source: Profile
de: Anwenderdaten

source: Logout
de: Ausloggen

source: Hi, %(username)s
de: Hallo, %(username)s

source: Newer posts
de: Neuere Meldungen

source: Older posts
de: Ältere Meldungen

source: New User?
de: Neu hier?

source: Click to Register!
de: Registrieren!

source: Forgot Your Password?
de: Hast Du Dein Password vergessen?

source: Click To Reset It
de: Passwort erneuern

source: User: %(username)s
de: Anwender: %(username)s

source: Last seen on: %(dt)s
de: Zuletzt gesehen: %(dt)s

source: %(c1)d followers, %(c2)d following
de: %(c1)d Folger, folgt %(c2)d

source: Edit Your Profile
de: Anwenderdaten verändern

source: Follow
de: Folgen

source: Unfollow
de: Nicht folgen
